# get with `brew bundle dump` default to ~/Brewfile

tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "microsoft/mssql-release"

brew "atuin"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "cmake"
brew "colima"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "gawk"
brew "ghostscript"
brew "gnupg"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "libpq"
brew "luarocks"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "uv"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "derailed/k9s/k9s"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"

cask "azure-data-studio"
cask "font-hack-nerd-font"
cask "keepassxc"
cask "mactex"
cask "notion"
cask "iterm2"
cask "maccy"
