# get with `brew bundle dump` default to ~/Brewfile

tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "microsoft/mssql-release"

brew "atuin"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "cmake"
brew "colima"
brew "curl"
brew "docker"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "graphviz"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "luarocks"
brew "mise"
brew "neovim"
brew "ninja"
brew "pinentry-mac"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "derailed/k9s/k9s"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"

cask "azure-data-studio"
cask "font-hack-nerd-font"
cask "keepassxc"
cask "mactex"
cask "notion"
cask "iterm2"
cask "maccy"
