# get with `brew bundle dump`

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "ansible"
brew "bash"
brew "coreutils"
brew "ctags"
brew "direnv"
brew "git"
brew "git-extras"
brew "gnupg"
brew "go"
brew "graphviz"
brew "httpie"
brew "jq"
brew "libomp"
brew "libuv"
brew "neovim"
brew "node"
brew "nodenv"
brew "pandoc"
brew "pre-commit"
brew "python"
brew "ruby"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"

cask "brave-browser"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "mactex"
cask "virtualbox"
cask "virtualbox-extension-pack"
